[
    {
        "_id":"6357f7f3daa9b5562d988c85",
        "name":"Microsoft Excel - From Beginner to Advanced",
        "imgurl": "https://i.ibb.co/54dZVZC/excel.png",
        "description": {
            "intro": "Either you're new to Microsoft Excel, or you've played around with Excel since long but want to get more comfortable with MS Excel's advanced features, or maybe you want to enhance your data analysis skills using Microsoft Excel. Either way, this Excel course will be great for you.",
            "features": [
                "Mathematical formulas such as SUM, AVERAGE,RAND, MIN & MAX, SUMPRODUCT.",
                "Textual formulas such as TRIM, CONCATENATE, SUBSTITUTE, UPPER & LOWER, LENGTH, LEFT, RIGHT & MID.",
                "Logical formulas such as AND & OR, IF, COUNTIF, SUMIF.",
                "Date-time related functions such as TODAY & NOW, DAY, MONTH & YEAR, DATEDIF & DAYS",
                "Lookup formulas such as VLOOKUP, HLOOKUP, INDEX, MATCH.",
                "Data operating tools such as Data Sorting and Filtering, Data validation, Removing duplicates, Importing Data (Text-to-columns)",
                "Data formatting options such as coloring, changing font, alignments and table formatting options such as adding borders, having highlighted table headers, banded rows etc.",
                "Pivot tables end-to-end.",
                "Charts such as, Bar/ Column chart, Line Chart, Scatter Plot, Pie & Doughnut charts, Statistical Chart - Histogram, Waterfall, Sparklines",
                "Some important shortcuts and teach you how to find out the shortcut for any particular excel operation.",
                "Data analytics options available in Excel such as Regression, Solving linear programming problem (Minimization or Maximization problems), What-if (Goal Seek and Scenario Manager)",
                "The process of recording a Macro, running a Macro and creating a button to run a Macro.",
                "Waterfall chart in Excel 2016 and previous versions of Excel, Infographics 1: Cool charts, Infographics 2: Cool charts.",
                "And so much more!!"
            ],
            "conclusion": "By the end of this course, your confidence in using MS Excel will soar. You will learn how Microsoft Excel can play a pivotal role in data analysis and related field. You'll also have a thorough understanding of how to use Microsoft Excel for study or as a career opportunity."
        }
    },
    {
        "_id":"6357f7f3a961b81886c6b78e",
        "imgurl":"https://i.ibb.co/qpvwxhH/powerBI.png",
        "name": "Microsoft PowerBI Desktop for Business Intelligence",
        "description":{
            "intro": "You want to analyze data from single or multiple sources? You want to create your individual datasets based on these sources and transform your results into beautiful and easy-to-make visualizations? You also want to share your results with colleagues or collaborate on your projects? Then the Power BI tools are the tools to choose for you!",
            "features":[
                "Get to know the different tools of the Power BI universe and learn how to use them",
                "Understand Power BI Desktop and its components",
                "Learn how to use the Query Editor to connect Power BI to various source types, how to work on the Data Model and understand the difference between those two steps",
                "Learn how to filter and format data, how pivoting and unpivoting works",
                "How to work in the different views of the Data Model",
                "How to create calculated columns and measures",
                "How to build relationships between different tables",
                "How to create a report with different interactive visualization types",
                "Learn how to use Power BI Pro to create dashboards and to share and publish your result",
                "How to access your results from multiple devices using Power BI Mobile",
                "And much more!!"
            ],
            "conclusion":"By the time you complete this course, you'll be a highly proficient Power BI user. You will be using your skills as a data scientist to extract knowledge from data so you can analyze and visualize complex questions with ease."
        }
    },
    {
        "_id":"6357f7f33073275551efcfaa",
        "imgurl":"https://i.ibb.co/kBdhQk6/probability.png",
        "name": "Probability and Statistics for Business and Data Science",
        "description":{
            "intro":"Welcome to Probability and Statistics for Business and Data Science!In this course we cover what you need to know about probability and statistics to succeed in business and the data science field! This practical course will go over theory and implementation of statistics to real world problems. Each section has example problems, in course quizzes, and assessment tests.",
            "features":[
                "Measurements of Data", 
                "Mean, Median, and Mode",
                "Variance and Standard Deviation",
                "Co-variance and Correlation",
                "Permutations and Combinations",
                "Unions and Intersections",
                "Conditional Probability",
                "Bayes Theorem",
                "Binomial Distribution",
                "Poisson Distribution",
                "Normal Distribution",
                "Sampling",
                "Central Limit Theorem",
                "Hypothesis Testing",
                "T-Distribution Testing",
                "Regression Analysis",
                "ANOVA",
                "Chi Squared",
                "and much more!"
            ],
            "conclusion": "We'll cover everything you need to know about statistics and probability to clearly tackle real world business and data science problems! So what are you waiting for? Enroll today and we'll see you inside the course!"
        }
    },
    {
        "_id":"6357f7f393497d61d334585a",
        "imgurl":"https://i.ibb.co/nc0wbTj/data-analysis.png",
        "name":"Data Analysis with Python Bootcamp",
        "description":{
            "intro": "Most data analyst, data science, and coding courses miss a critical practical step. They don’t teach you how to work with raw data, how to clean, and preprocess it. This creates a sizeable gap between the skills you need on the job and the abilities you have acquired in training. Truth be told, real-world data is messy, so you need to know how to overcome this obstacle to become an independent data professional.",
            "features":[
                "Theory about the field of data analytics",
                "Basic Python",
                "Basic Python",
                "NumPy",
                "Pandas",
                "Working with text files",
                "Data collection",
                "Data cleaning",
                "Data preprocessing",
                "Data preprocessing",
                "Final practical example",
                "and much more!"
            ],
            "conclusion":"The course contains plenty of exercises and practical cases. In the end, we have included a comprehensive practical example that will show you how everything you have learned along the way comes nicely together. This is where you will be able to appreciate how far you have come in your journey to becoming a data analyst and starting your data career."
        }
    },
    {
        "_id":"6357f7f37fccd5b7a3f3f493",
        "imgurl":"https://i.ibb.co/frbR4SW/sql.png",
        "name":"SQL for Data Analytics and Business Intelligence",
        "description":{
            "intro":"Database Management is really important in the age of big data and analytics, but how many people have these skills? Well, not enough. This is why now is the time to learn SQL and gain a competitive advantage in the job market.",
            "features":[
                "Introduction to databases, SQL, and MySQL",
                "SQL theory",
                "Basic database terminology",
                "Installing MySQL and getting acquainted with the interface",
                "First steps in SQL",
                "MySQL constraints",
                "SQL best practices",
                "Loading the 'employees' database",
                "SQL SELECT statement",
                "SQL INSERT statement",
                "SQL UPDATE Statement",
                "SQL DELETE Statement",
                "MySQL - Aggregate functions",
                "SQL Joins",
                "SQL Subqueries",
                "SQL Self Join",
                "SQL Views",
                "Stored routines",
                "Advanced SQL Topics",
                "SQL Window Functions",
                "Combining SQL and Tableau",
                "and much more!"
            ],
            "conclusion":"We firmly believe this course is the best training material out there. It is a truly interactive experience preparing you for a real-life working environment."
        }
    },
    {
        "_id":"6357f8822393b367685dddcd",
        "imgurl":"https://i.ibb.co/xXYf877/data-science.png",
        "name": "The Data Scientist Course: A Complete Data Science Bootcamp",
        "description": {
            "intro": "Data scientist is one of the best suited professions to thrive this century. It is digital, programming-oriented, and analytical. Therefore, it comes as no surprise that the demand for data scientists has been surging in the job marketplace.",
            "features": [
                "Understanding of the data science field and the type of analysis carried out",
                "Mathematics for Data Science",
                "Statistics for Data Science",
                "Python for Data Science",
                "Applying advanced statistical techniques in Python",
                "Data Visualization",
                "Machine Learning",
                "Deep Learning",
                "and much more!"
            ],
            "conclusion": "By the time you complete this course, you will become a data scientist from scratch. The content of the course is excellent, and we are certain you will love it."
        }
    }
]